Repository: thani-sh/prayer-time-lk
Catalog: apps/iphone/PrayerTimes/Resources/Localizable.xcstrings
Source language: en
Languages: si, ta

# hijri_calendar_offset_disabled
source: Disabled
si: අක්‍රීයයි
ta: முடக்கப்பட்டது

# hijri_calendar_offset_label
source: Hijri calendar offset
si: හිජ්රි දින දර්ශක අපගමනය
ta: ஹிஜ்ரி நாட்காட்டி ஈடுபாடு

# hijri_calendar_offset_template %lld
source: %d days
si: දින %d
ta: %d நாட்கள்

# notification_before_adhan_enabled
source: Notify before adhan
si: අසාන් කිරීමට පෙර දැනුම් දෙන්න
ta: அதானுக்கு முன் அறிவிக்கவும்

# notification_before_adhan_offset
source: Minutes before adhan
si: අසාන් කිරීමට මිනිත්තු කිහිපයකට පෙර
ta: அதானுக்கு முன் நிமிடங்கள்

# notification_body %@ %@
source: %1$@ prayer begins at %2$@
si: %1$@ යාච්ඤාව %2$@ ට ආරම්භ වේ
ta: %1$@ தொழுகை %2$@ மணிக்கு தொடங்குகிறது

# notification_offset_disabled
source: Disabled
si: එපා
ta: வேண்டாம்

# notification_offset_template %lld
source: %d mins
si: මිනි %d
ta: %d நிமி.

# notification_title %@
source: It's time for %@
si: %@ යාඥාව සඳහා වේලාවයි
ta: %@ தொழுகைக்கான நேரம்

# prayers_city_colombo
source: Colombo
si: කොළඹ
ta: கொழும்பு

# prayers_city_ampara
source: Ampara
si: අම්පාර
ta: அம்பாறை

# prayers_city_anuradhapura
source: Anuradhapura
si: අනුරාධපුරය
ta: அனுராதபுரம்

# prayers_city_badulla
source: Badulla
si: බදුල්ල
ta: பதுளை

# prayers_city_batticaloa
source: Batticaloa
si: මඩකලපුව
ta: மட்டக்களப்பு

# prayers_city_dehiaththakandiya
source: Dehiaththakandiya
si: දෙහිඅත්තකණ්ඩිය
ta: தெஹியத்தகண்டி

# prayers_city_galle
source: Galle
si: ගාල්ල
ta: காலி

# prayers_city_gampaha
source: Gampaha
si: ගම්පහ
ta: கம்பஹா

# prayers_city_hambantota
source: Hambantota
si: හම්බන්තොට
ta: அம்பாந்தோட்டை

# prayers_city_jaffna
source: Jaffna
si: යාපනය
ta: யாழ்ப்பாணம்

# prayers_city_kalutara
source: Kalutara
si: කළුතර
ta: களுத்துறை

# prayers_city_kandy
source: Kandy
si: මහනුවර
ta: கண்டி

# prayers_city_kegalle
source: Kegalle
si: කෑගල්ල
ta: கேகாலை

# prayers_city_kilinochchi
source: Kilinochchi
si: කිලිනොච්චිය
ta: கிளிநொச்சி

# prayers_city_kurunegala
source: Kurunegala
si: කුරුණෑගල
ta: குருநாகல்

# prayers_city_mannar
source: Mannar
si: මන්නාරම
ta: மன்னார்

# prayers_city_matale
source: Matale
si: මාතලේ
ta: மாத்தளை

# prayers_city_matara
source: Matara
si: මාතර
ta: மாத்தறை

# prayers_city_monaragala
source: Monaragala
si: මොණරාගල
ta: மொணராகலை

# prayers_city_mullaitivu
source: Mullaitivu
si: මුලතිව්
ta: முல்லைத்தீவு

# prayers_city_nallur
source: Nallur
si: නල්ලූර්
ta: நல்லூர்

# prayers_city_nuwaraeliya
source: Nuwara Eliya
si: නුවර එළිය
ta: நுவரெலியா

# prayers_city_padiyatalawa
source: Padiyatalawa
si: පදියතලාව
ta: பதியத்தலாவ

# prayers_city_polonnaruwa
source: Polonnaruwa
si: පොළොන්නරුව
ta: பொலன்னறுவை

# prayers_city_puttalam
source: Puttalam
si: පුත්තලම
ta: புத்தளம்

# prayers_city_ratnapura
source: Ratnapura
si: රත්නපුර
ta: இரத்தினபுரி

# prayers_city_trincomalee
source: Trincomalee
si: ත්‍රිකුණාමලය
ta: திருகோணமலை

# prayers_city_vavuniya
source: Vavuniya
si: වවුනියාව
ta: வவுனியா

# prayers_time_until_hm %lld %lld
source: in %dh, %dmins
si: පැය %dයි විනාඩි %dයි
ta: %d மணி, %d நிமிடங்கள்

# prayers_time_until_m %lld
source: in %dmins
si: විනාඩි %dයි
ta: %d நிமிடங்கள்

# prayers_type_asr
source: Asr
si: අසර්
ta: அஸ்ர்

# prayers_type_dhohr
source: Dhuhr
si: ලුහර්
ta: லுஹர்

# prayers_type_fajr
source: Fajr
si: ෆජ්ර්
ta: ஃபஜ்ர்

# prayers_type_isha
source: Isha
si: ඉෂා
ta: இஷா

# prayers_type_maghrib
source: Maghrib
si: මාග්රිබ්
ta: மஃரிப்

# prayers_type_shuruk
source: Sunrise
si: හිරුඋදාව
ta: உதயம்

# route_compass_name
source: Compass
si: මාලිමාව
ta: திசைகாட்டி

# route_compass_north
source: North
si: උතුර
ta: வடக்கு

# route_compass_priority_error
source: Precision: Error
si: නිරවද්‍යතාවය: දෝෂය
ta: துல்லியம்: பிழை

# route_compass_priority_high
source: Precision: High
si: නිරවද්‍යතාවය: ඉහළ
ta: துல்லியம்: உயர்

# route_compass_priority_low
source: Precision: Low
si: නිරවද්‍යතාවය: අඩු
ta: துல்லியம்: குறைந்த

# route_compass_priority_medium
source: Precision: Medium
si: නිරවද්‍යතාවය: මධ්‍යම
ta: துல்லியம்: நடுத்தர

# route_home_name
source: Timetable
si: කාලසටහන
ta: தொழுகைகள்

# route_home_title
source: Prayer Times
si: යාඥා වේලාවන්
ta: தொழுகைகள்

# route_settings_city
source: City
si: නගරය
ta: நகரம்

# route_settings_method
source: Method
si: ක්රමවේදය
ta: முறை

# route_settings_name
source: Settings
si: සැකසීම්
ta: அமைப்புகள்

# route_settings_open_github
source: Source code on Github
si: GitHub විවෘත කරන්න
ta: GitHub தொகுப்பை திறக்கவும்

# route_settings_open_privacy
source: Read privacy policy
si: රහස්‍යතා ප්‍රතිපත්තිය කියවන්න
ta: தனியுரிமைக் கொள்கையைப் படியுங்கள்

# route_settings_report_errors
source: Report errors and feedback
si: දෝෂ සහ අදහස් වාර්තා කරන්න
ta: கருத்துக்களை அறியப்படுத்தவும்

# route_settings_section_adjustments
source: Corrections
si: නිවැරදි කිරීම්
ta: திருத்தங்கள்

# route_settings_section_adjustments_details
source: Use these settings to correct values shown on the app when necessary (eg: Hijri calendar)
si: අවශ්‍ය විටෙක යෙදුමේ පෙන්වා ඇති අගයන් නිවැරදි කිරීමට මෙම සැකසුම් භාවිතා කරන්න (උදා: හිජ්රි දින දර්ශනය)
ta: தேவைப்படும்போது பயன்பாட்டில் காட்டப்படும் மதிப்புகளைச் சரிசெய்ய இந்த அமைப்புகளைப் பயன்படுத்தவும் (எ.கா: ஹிஜ்ரி நாட்காட்டி)

# route_settings_section_development
source: Development
si: දෝෂහරණ
ta: உருவாக்கம்

# route_settings_section_development_details
source: The app is open-source and free to use under the MIT license, inviting everyone to contribute or share feedback to help improve it. You can explore the source code or contribute via its GitHub repository.
si: මෙම යෙදුම MIT බලපත්‍රය යටතේ විවෘත මූලාශ්‍ර සහ නිදහස්ව භාවිතා කළ හැකි එකකි, සහයෝගය ලබා දීමට හෝ අදහස් හුවමාරු කර යෙදුම වැඩි දියුණු කිරීමට ඔබව ආරාධනා කරයි. මූලාශ්‍ර කේතය පිළිබඳ විමසා බලන්න හෝ දායකවීමට මෙතනින් පිවිසෙන්න.
ta: இந்த செயலி MIT உரிமத்தின் கீழ் திறந்த மூலமாகவும் இலவசமாகவும் பயன்படுத்த முடியும், அதை மேம்படுத்த உதவ அல்லது கருத்துகளை பகிர்வதற்கு அனைவரையும் அழைக்கிறது. மூலக் குறியீட்டை ஆராய அல்லது பங்களிக்க கீழேயுள்ள GitHub பக்கத்திற்குச் செல்லவும்.

# route_settings_section_methodology
source: Prayer Times
si: ක්රමවේදය
ta: முறை

# route_settings_section_notifications
source: Notifications
si: දැනුම්දීම
ta: அறிவிப்புகள்

# route_settings_section_notifications_details
source: Turn prayer notifications on or off and customize how long before the prayer time you want to receive the notifications.
si: ප්‍රාර්ථනා දැන්වීම් සක්‍රීය හෝ අක්‍රිය කරන්න සහ ප්‍රාර්ථනා වේලාවට පෙර දැන්වීම් ලබා ගැනීමට ඔබට අවශ්‍ය ප්‍රමාදය සකසන්න.
ta: ஜமாஅத் அறிவிப்புகளை இயக்க அல்லது முடக்கவும், மற்றும் ஜமாஅத் நேரத்திற்கு முன் அறிவிப்புகளை பெற எவ்வளவு தாமதம் வேண்டும் என்பதை அமைக்கவும்.

# route_settings_time_format
source: Time Format
si: කාල ආකෘතිය
ta: நேர வடிவம்

# shared_coming_soon
source: Coming soon!
si: ඉක්මනින් පැමිණේ!
ta: விரைவில்!

# time_format_12h
source: 12-hour
si: පැය 12
ta: 12-மணிநேரம்

# time_format_24h
source: 24-hour
si: පැය 24
ta: 24-மணிநேரம்

# widget_next_prayer_label
source: Next Prayer
si: මීළඟ යාඥාව
ta: அடுத்த தொழுகை

# widget_no_data_label
source: No Data
si: දත්ත නොමැත
ta: தகவல் இல்லை
